Revit 2027 API
Space.ActualReturnAirflow Property
Get the Actual Return Airflow of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double ActualReturnAirflow { get; }
Public ReadOnly Property ActualReturnAirflow As Double
	Get
public:
property double ActualReturnAirflow {
	double get ();
}
member ActualReturnAirflow : float with get
Property Value
Double
Remarks
This property is used to get the Actual Return Airflow (Unit: CFM) of the Space.
See Also
Reference
Space Class
Autodesk.Revit.DB.Mechanical Namespace